[DIALOGEX]
""=""
"Cancel"="取消"
"Clear..."="清除缩略图缓存"
"Context menu preview size"="预览大小"
"Convert options"="转换设置"
"Default"="默认"
"Enable context menu in Explorer"="在资源管理器中启用SageThumbs"
"Enable thumbnails in Explorer"="在资源管理器中启用缩略图"
"Enable Windows thumbnail cache"="启用缩略图缓存"
"JPEG quality (0 - lowest, 100 - best):"="JPEG质量（0最低，100最好）："
"Language:"="语言:"
"Maximum size of image file:"="图像文件最大"
"MB"="MB"
"OK"="确定"
"Optimize"="优化缩略图缓存"
"pixels"="像素"
"PNG compression (0 - lowest, 9 - best):"="PNG质量（0最低，9最好）："
"Prefer image file embedded thumbnails"="图像嵌入缩略图"
"SageThumbs Options"="SageThumbs 设置"
"Select/Deselect all"="选择全部"
"Show type overlay on thumbnails"="在缩略图上显示文件格式"
"Supported file types"="支持文件类型"
"System-wide tweaks"="使用范围"
"Use thumbnails as icons in Explorer"="在资源管理器中使用缩略图图标"
"Use Windows Image/Fax Viewer"="使用图像查看器/ Windows传真"
"Width x Height:"="宽度 X 高度："
"X"="X"
[STRINGTABLE]
"Applying settings..."="应用设置中..."
"Can not apply all settings. Please use SageThumbs under account with administrative privileges."="无法应用所有设置，请确认在具有管理员权限的帐户下的运行SageThumbs。"
"Can't open clipboard"="无法打开剪贴板"
"Can't open image file"="无法打开图像"
"Can't save image file"="无法保存图像"
"Can't send mail"="无法发送电子邮件"
"Change various SageThumbs options"="更换SageThumbs选项"
"Clean SageThumbs thumbnail cache. No user data will be affected."="清理 SageThumbs 缩略图缓存。用户数据不会被删除。"
"Colors (bits): "="颜色 (位)："
"Compression: "="压缩："
"Convert to BMP"="转换为 BMP 格式"
"Convert to GIF"="转换为 GIF 格式"
"Convert to JPG"="转换为 JPG 格式"
"Convert to PNG"="转换为 PNG 格式"
"Converting..."="转换中..."
"Copy to clipboard"="复制到剪贴板"
"Modified: "="修改："
"Nothing to send"="没有发送"
"Please confirm thumbnail cache clearing."="请确认数据库清理工作。"
"Resolution: "="分辨率："
"SageThumbs Options..."="SageThumbs设置"
"SageThumbs thumbnail cache"="SageThumbs 缩略图缓存"
"SageThumbs"="SageThumbs"
"Send image by mail..."="邮件发送图像"
"Send thumbnail by mail..."="邮件发送略缩图"
"Sending..."="发送中..."
"Set centered wallpaper"="设为居中墙纸"
"Set stretched wallpaper"="设为拉伸墙纸"
"Set tiled wallpaper"="设为平铺墙纸"
"Size (bytes): "="大小 (字节)："
"Sizes (pixels): "="大小 (像素)："
"Thumbnail cache size: %u KB"="缩略图缓存的大小： %u KB"
"Type: "="类型："
"Updating..."="更新中..."
[code_page]
1251=1251
